Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Approximately, how many e-book readers (i.e. portable device for reading books on screen, e.g. <Amazon® Kindle™>, <Kobo>) are available for these students for educational purposes?
sv_se: Ungefär hur många läsplattor (dvs. bärbara enheter för att läsa böcker på skärm, t.ex. Amazon Kindle, Kobo) finns tillgängliga för eleverna för utbildningsändamål?

source: Approximately, how many interactive whiteboards are available in the school altogether?
sv_se: Ungefär hur många interaktiva whiteboards (smartboards) finns totalt tillgängliga på skolan?

source: Approximately, how many of these desktop, laptop or computers are connected to the Internet?
sv_se: Ungefär hur många av dessa stationära eller bärbara datorer är anslutna till internet?

source: Approximately, how many tablet devices (e.g. <iPad®>, <Galaxy Book®>, <Fire®>) are available for these students for educational purposes?
sv_se: Ungefär hur många surfplattor (t.ex. iPad, Galaxy Tab) finns tillgängliga för eleverna för utbildningsändamål?

source: Aquifers
sv_se: Akviferer

source: Arabian Sea
sv_se: Arabiska havet

source: Arctic winter sea ice
sv_se: Arktisk vinterhavsis

source: Are any students late on Saturday?
sv_se: Är det några elever som är sena på lördagar?

source: Are students who arrive by car always late to class?
sv_se: Är elever som kommer med bil alltid sena till lektionen?

source: Are the following impacts consequences of rising sea levels?
sv_se: Är följande effekter konsekvenser av stigande havsnivåer?

source: Are the following practices for multicultural and multilingual learning implemented in your school?
sv_se: Bedrivs följande undervisningsaktiviteter för att främja mångkulturellt och flerspråkigt lärande på din skola?

source: Are the following statements about the cloning to make Dolly true or false?
sv_se: Är följande påståenden om kloningen för att skapa Dolly sanna eller falska?

source: Are the following statements true for the <science department> of your school?
sv_se: Vilka av följande påståenden stämmer för NO-avdelningen på din skola?

source: Are the following statements true or false?
sv_se: Är följande påståenden sanna eller falska?

source: Are the following subjects required or optional for students in <national modal grade for 15-year-olds>?
sv_se: Är följande ämnen obligatoriska eller valfria för elever som går i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Are the following three statements about the graph true or false?
sv_se: Är följande påståenden sanna eller falska?

source: Are the results of the survey likely to be a true reflection of the opinion of all lighting specialists and light pollution experts?
sv_se: Är det troligt att resultaten från undersökningen ger en sann bild av åsikterna hos alla belysningsspecialister och experter på ljusföroreningar?

source: Are the statements in the table supported by the information in the graph?
sv_se: Stöds påståendena i tabellen av informationen i diagrammet?

source: Are there any bananas for sale?
sv_se: Finns det några bananer att köpa?

source: Are there more students arriving by bus than by car?
sv_se: Är det fler elever som kommer med buss än med bil?

source: Are these activities for which bats could use echoes?
sv_se: Skulle fladdermöss kunna använda ekon för aktiviteterna nedan?

source: Are these statements consistent with scientific methods?
sv_se: Är dessa påståenden förenliga med vetenskapliga metoder?

source: Are you sure you want to submit your solution and continue to the next task?
sv_se: Är du säker på att du vill lämna in din lösning och fortsätta till nästa uppgift?

source: Area 1
sv_se: Område 1

source: Area 1 contains only long grass.
sv_se: Yta 1 har bara högt gräs.

source: Area 1 had the least variability in the number of lightning strikes each month.
sv_se: Område 1 hade minst variation i antalet blixtnedslag varje månad.

source: Area 2
sv_se: Område 2

source: Area 2 has a pattern of long grass and grass that is regularly cut short, as shown below.
sv_se: Yta 2 har ett mönster av högt gräs och gräs som regelbundet klipps kort, så som visas här nedan.

source: Area 3
sv_se: Område 3

source: Area 3 had the greatest number of lightning strikes each month.
sv_se: Område 3 hade flest antal blixtnedslag varje månad.

source: Argan Trees
sv_se: Arganträd

source: Argan trees grow in the arid regions of Morocco and Algeria.
sv_se: Arganträd växer i de torra områdena i Marocko och Algeriet.

source: Argan trees grown with Glomus sp1 or Glomus sp2 will grow better in drought conditions than argan trees grown with no fungi.
sv_se: Arganträd som odlats med Glomus sp1 eller Glomus sp2 kommer att växa bättre i torra förhållanden än arganträd som odlats utan svampar.

source: Arid
sv_se: Torrt

source: Arid/Continental
sv_se: Torrt/kontinentalt

source: Around which point was Shape 1 rotated to make Shape 2?
sv_se: Runt vilken punkt roterades form 1 för att skapa form 2?

source: Arrange the three techniques in the order that they should be used to remove salts and stones from petroleum most efficiently.
sv_se: Ordna de tre metoderna i den ordning de bör användas för att så effektivt som möjligt ta bort salter och stenar från petroleum.

source: Arrival in Orangetown (hh:mm)
sv_se: Ankomsttid till Norrköping

source: Arrival time
sv_se: Ankomsttid

source: Arrive
sv_se: Ankomma

source: Art Exhibition
sv_se: Konstutställning

source: Art club or art activities
sv_se: Konstförening eller konstnärliga aktiviteter

source: Artificial Intelligence in Science
sv_se: Artificiell intelligens i vetenskapen

source: Artificial intelligence (AI) is computer software that simulates human intelligence.
sv_se: Artificiell intelligens (AI) är en datorprogramvara som simulerar mänsklig intelligens.

source: Artwork example:
sv_se: Exempel på konstverk:

source: Artwork requirements:
sv_se: Krav på konstverk:

source: Artworks
sv_se: Konstverk

source: As a result of her concern, she has decided to stop buying food wrapped in plastic.
sv_se: På grund av sin oro har hon bestämt sig för att sluta köpa mat som är inslagen i plast.

source: As a result of what I have learnt in school, I have become more respectful of other cultures’ knowledges about the environment.
sv_se: Som en följd av det jag har lärt mig i skolan har jag fått större respekt för andra kulturers kunskaper om miljön.

source: As a result of what I have learnt in school, I know how to positively impact the environment whilst working with others.
sv_se: Som en följd av det jag har lärt mig i skolan vet jag hur jag kan ha en positiv inverkan på miljön i samarbete med andra.

source: As a result, the floors must be swept frequently with a brush to collect and remove the other metal waste.
sv_se: Därför måste golvet ofta sopas med en borste för att samla upp och städa bort resten av metallavfallet.

source: As a result, the ozone layer is slowly recovering.
sv_se: Tack vare detta håller ozonlagret sakta på att återställas.

source: As much <English²> as other languages
sv_se: Lika mycket engelska som andra språk

source: As of <February 1, 2025>, what was the total school enrolment (number of students)?
sv_se: Hur många elever totalt var inskrivna vid skolan den 1 februari 2024?

source: As part of the greenhouse effect, carbon dioxide (CO₂) in the Earth’s atmosphere absorbs thermal (heat) energy.
sv_se: Som en del av växthuseffekten absorberar koldioxid (CO₂) i jordens atmosfär termisk energi (värme).

source: As the climate changes, narrow paths enable species to move to where conditions are more suitable.
sv_se: När klimatet förändras gör smala korridorer det möjligt för arter att förflytta sig dit förhållandena är mer lämpliga.

source: As the material decays, the radioisotope atoms release gamma rays as pairs (simultaneously).
sv_se: När materialet sönderfaller avger atomerna i den radioaktiva isotopen gammafotoner parvis (samtidigt).

source: As the number of turbines increases, the amount of energy decreases.
sv_se: Mängden elenergi minskar när antalet turbiner ökar.

source: As the number of turbines increases, the amount of energy increases.
sv_se: Mängden elenergi ökar när antalet turbiner ökar.

source: As they decay, the radioactive atoms release pairs of gamma rays.
sv_se: När de sönderfaller avger de radioaktiva atomerna par av gammafotoner.

source: Asia
sv_se: Asien

source: Ask Ben about the distance from the bus terminal to the school.
sv_se: Fråga Bengt om avståndet från bussterminalen till skolan.

source: Ask Ben for more information
sv_se: Fråga Bengt om mer information

source: Ask for practical information (e.g. directions to or time and place of a festival)
sv_se: Be om information (t.ex. fråga om vägen till, eller när och var en festival äger rum)

source: Ask me to evaluate my own performance
sv_se: Ber mig att utvärdera mina egna resultat

source: Ask me to set my own learning goals
sv_se: Ber mig att sätta upp mina egna mål

source: Ask someone to stop doing something harmful to the environment
sv_se: Bett någon att sluta göra något som är skadligt för miljön

source: Ask students to give feedback on each other’s work
sv_se: Ber eleverna att ge varandra feedback på varandras arbete

source: Ask you about how well you are getting along with other students at school.
sv_se: Frågar dig om hur bra du kommer överens med andra elever på skolan.

source: Ask you what you did in school that day.
sv_se: Frågar dig om vad du gjorde i skolan den dagen.

source: Asking experts for advice about an environmental issue
sv_se: Bett experter om råd ifråga om ett miljöproblem

source: Assess the quality of information generated by Artificial Intelligence chatbots (e.g. <ChatGPT>, <Google Bard>)
sv_se: Bedöma kvaliteten på information genererad av chattbotar baserade på artificiell intelligens (t.ex. ChatGPT, Google Bard)

source: Assess the quality of information you find online
sv_se: Bedöma kvaliteten på information du hittar på internet

source: Assess the quality of information you found online
sv_se: Bedöma kvaliteten på information jag hittat på internet

source: At <ISCED 1>
sv_se: I grundskolan åk 1-6

source: At <ISCED 2>
sv_se: I grundskolan åk 7-9

source: At <ISCED 3>
sv_se: I gymnasiet

source: At a community meeting, a villager from the Chukchi Sea area said that if you do not approach polar bears, they will not cause you harm.
sv_se: Under ett lokalt möte sa en bybo från området kring Tjuktjerhavet att björnarna inte skadar oss så länge vi inte närmar oss isbjörnarna.

source: At either location, the release of brine will increase the salt concentration of the water by approximately 15 g/L.
sv_se: Oavsett vilken plats som väljs kommer utsläppen av saltlake att öka saltkoncentrationen i vattnet med cirka 15 g/L.

source: At home
sv_se: Hemma

source: At low tide, much more of the coast is exposed.
sv_se: Vid lågvatten är mycket mer av kusten exponerad.

source: At my main <home>
sv_se: I mitt huvudsakliga hem

source: At my other <home(s)>
sv_se: I mitt/mina andra hem

source: At night, a pipe sprays the framework with meltwater, which freezes.
sv_se: På natten sprutar ett rör smältvatten på ramen, som fryser.

source: At the end of the experiment
sv_se: I slutet av experimentet

source: At the end of the last century, cities were most often lit by high-pressure sodium lamps, which produce a yellow light.
sv_se: I slutet av förra århundradet var städer huvudsakligen upplysta av högtrycksnatriumlampor som genererar ett gult ljus.

source: At the start of the program, the dolphin is near the centre of the grid.
sv_se: När programmet startar befinner sig delfinen nära rutnätets mittpunkt.

source: At what time did the tide reach its highest level on Sunday 5 October?
sv_se: När nådde högvattnet sin högsta nivå söndagen den 5 oktober?

source: At your school, what is the total number of students in the <national modal grade for 15-year-olds>?
sv_se: Hur många elever finns i årskurs 9 vid din skola? Om du arbetar vid en gymnasieskola avser frågan årskurs 1.

source: Atlantic Meridional Overturning Circulation
sv_se: Atlantiska meridionala cirkulationen

source: Atmosphere
sv_se: Atmosfär

source: Atmospheric composition
sv_se: Atmosfärens sammansättning

source: Attack
sv_se: Attackera

source: Attempt to go to all artworks’ viewing areas before leaving.
sv_se: Försöker att gå till visningsområdet för alla konstverk innan de lämnar.

source: Attend a <science-related club>
sv_se: Besöker en naturvetenskaplig förening

source: Attend leisure activities that cost money, such as sport events, cinema, or concert, etc.
sv_se: Går på aktiviteter som kostar pengar, som sportevenemang, bio eller konsert, etc.

source: Attending meetings or workshops about environmental issues
sv_se: Deltagit i möten eller workshops om miljöfrågor

source: Audio-visual material in <English²> (e.g. movies, online videos)
sv_se: Audiovisuellt material på engelska (t.ex. filmer, videor på nätet)

source: August
sv_se: augusti

source: Australia
sv_se: Australien

source: Average
sv_se: Genomsnittlig

source: Average length of argan tree main stems (cm)
sv_se: Genomsnittlig längd på arganträdens huvudstammar (cm)

source: Average minutes in a <class period> across all subjects, including <school science>
sv_se: Genomsnittligt antal minuter i en lektion i alla ämnen, inklusive NO-ämnen

source: Average number of artworks viewed
sv_se: Genomsnittligt antal konstverk som tittats på

source: Average number of ground beetles trapped
sv_se: Genomsnittligt antal fångade jordlöpare

source: Average plant width (mm)
sv_se: Genomsnittlig växtbredd (i mm)

source: Average pressure on surface
sv_se: Genomsnittligt tryck vid ytan

source: Average satisfaction
sv_se: Genomsnittlig nöjdhet

source: Average temperature on surface
sv_se: Genomsnittlig temperatur vid ytan

source: Average time in minutes of a <class period> of <school science>
sv_se: Genomsnittligt antal minuter i en lektion i NO-ämnen

source: Average time spent in library
sv_se: Genomsnittlig tid i biblioteket

source: Average waiting time
sv_se: Genomsnittlig väntetid

source: Average water temperature (℃)
sv_se: Genomsnittlig vattentemperatur (℃)

source: Average wind speed
sv_se: Genomsnittlig vindhastighet

source: BACTERIAL ORGANISMS:
sv_se: BAKTERIEORGANISMER:

source: Back
sv_se: Bakåt

source: Band, orchestra or choir
sv_se: Skolband, skolorkester eller skolkör

source: Based on the data from the table and charts, which statements support choosing oat milk?
sv_se: Vilka påståenden ger stöd för att välja havredryck baserat på data i tabellen och diagrammen?

source: Based on the data in the graph above, what is the likely way in which root fungi benefit argan trees?
sv_se: På vilket sätt är rotsvampen troligen till nytta för arganträden baserat på data i diagrammet ovan?

source: Based on the data in the graph, describe one action that villagers could take that would address the largest cause of serious conflict between bears and humans.
sv_se: Baserat på data i diagrammet, beskriv en åtgärd som byborna skulle kunna vidta för att ta itu med den viktigaste orsaken till allvarliga konflikter mellan björnar och människor.

source: Based on the graph, which species is likely to become more numerous if the pH value of the water in the lake decreases from 6.3 to 5.0?
sv_se: Baserat på diagrammet, vilken art skulle sannolikt öka i antal om vattnets pH-värde i sjön minskar från 6,3 till 5,0 ?

source: Based on the information in the map, closing which one of the following power plants would have the greatest impact on manatee populations?
sv_se: Baserat på informationen på kartan, var skulle det påverka mandatbeståndet mest att stänga ett kraftverk?

source: Based on this definition, how many parents and/or guardians do you have?
sv_se: Baserat på denna definition, hur många föräldrar och/eller vårdnadshavare har du?

source: Basic
sv_se: Basisk

source: Bat Echolocation
sv_se: Ekolokalisering hos fladdermöss

source: Bats are mammals that can fly.
sv_se: Fladdermöss är däggdjur som kan flyga.

source: Bats emit sound and listen for the echoes to help them locate objects and food.
sv_se: Fladdermöss sänder ut ljud och lyssnar efter ekon som hjälper dem att lokalisera föremål och föda.

source: Bay of Bengal
sv_se: Bengaliska bukten

source: Beach
sv_se: Strand

source: Beaker number
sv_se: Nummer på bägaren

source: Bear approaches dog 15%
sv_se: Björn närmar sig hund 15 %

source: Bear attacks human 6%
sv_se: Björn attackerar människa 6 %

source: Bear defends food (animal carcass) 2%
sv_se: Björn försvarar mat (djurkadaver) 2 %

source: Bear finds human food or rubbish 31%
sv_se: Björnar hittar människoföda eller sopor 31 %

source: Bear protects cubs 6%
sv_se: Björn skyddar ungar 6 %

source: Bear travels through human area 2%
sv_se: Björn rör sig genom människobebott område 2 %

source: Because natural fertilisers are used when growing organic cotton, the soil holds water for a longer time.
sv_se: Eftersom naturliga gödningsmedel används när ekologisk bomull odlas kan jorden hålla kvar vatten under längre tid.

source: Because the data from the sources differs, the accuracy of the methods used can be evaluated.
sv_se: Eftersom uppgifterna från källorna skiljer sig åt kan noggrannheten i metoderna som används bedömas.

source: Before any possible CO source is turned on, the sensors all display the average background CO concentration in the room.
sv_se: Innan någon av de möjliga CO-källorna sätts på, visar alla sensorer den genomsnittliga bakgrundskoncentrationen av CO i rummet.

source: Before human activities
sv_se: Före mänskliga aktiviteter

source: Before the PET scan, the doctor injects a small amount of a ’radiotracer’ solution into the patient’s body.
sv_se: Före PET-undersökningen injicerar läkaren en liten mängd lösning av ett ”radioaktivt spårämne” i patientens kropp.

source: Before the experiment
sv_se: Innan experimentet

source: Before the last 12 months, did you ever participate in any <English learning activities> outside school?
sv_se: Har du någon gång före de senaste 12 månaderna deltagit i aktiviteter för att lära dig engelska utanför skolan?

source: Before transferring to regular classes, these students attend a preparatory programme aimed at developing <test language> skills (e.g. reading literacy, grammar, vocabulary, communication).
sv_se: Innan de flyttas över till vanliga klasser går dessa elever i förberedelseklass för att utveckla sina kunskaper i svenska (t.ex. läsning, grammatik, ordförråd, kommunikation).

source: Before transferring to regular classes, these students receive some instruction in school subjects through their <heritage language>.
sv_se: Innan de flyttas över till vanliga klasser får dessa elever viss undervisning i skolämnen på sitt modersmål.

source: Before wind turbine construction
sv_se: Före byggandet av vindkraftverk

source: Before you finish, answer some final questions.
sv_se: Innan du slutar ska du svara på några avslutande frågor.

source: Behavioural problems
sv_se: Uppförandeproblem

source: Below are four descriptions of sources of information on biodiversity loss.
sv_se: Nedan finns fyra beskrivningar av källor till information om förlust av biologisk mångfald.

source: Ben is late if he arrives at 9:00 or later.
sv_se: Bengt är sen om han kommer fram 09:00 eller senare.

source: Ben wants to reply to Niki’s question.
sv_se: Benjamin vill svara på Ninas fråga.

source: Ben, the school bus driver, would like to improve the bus schedule to avoid arriving late to school.
sv_se: Skolbusschauffören Bengt vill förbättra busstidtabellen för att undvika att komma sent till skolan.

source: Benefactors, donations, bequests, sponsorships, parent or guardian fundraising
sv_se: Donatorer, sponsorer, legat, gåvor eller insamlingar från föräldrar eller vårdnadshavare

source: Best <school science> instruction possible
sv_se: Den bästa möjliga undervisningen i NO-ämnen

source: Between one and two years
sv_se: Mellan ett och två år

source: Between two and three years
sv_se: Mellan två och tre år

source: Bin-Opening Cockatoos
sv_se: Kakaduor som öppnar soptunnor

source: Biological Control
sv_se: Biologisk bekämpning

source: Biology
sv_se: Biologi

source: Biomass (g)
sv_se: Biomassa (g)

source: Biomass is the mass of the living tree apart from its water content.
sv_se: Biomassan är det levande trädets massa förutom vatteninnehållet.

source: Birds
sv_se: Fåglar

source: Black Soldier Fly
sv_se: Svart soldatfluga

source: Black soldier flies are sometimes considered beneficial because they prey on other insects, such as the housefly (Musca domestica).
sv_se: Svarta soldatflugor anses ibland nyttiga eftersom de lever på andra insekter, till exempel husflugan (Musca domestica).

source: Black soldier fly larvae are rich in protein and can be used as a food source for other animals, including chickens.
sv_se: Larverna från svarta soldatflugor är proteinrika och kan användas som födokälla för andra djur, inklusive kycklingar.

source: Blocks used:
sv_se: Använda block:

source: Blood
sv_se: Blod

source: Blood flow analysis
sv_se: Blodflödesanalys

source: Body mass (tonnes)
sv_se: Kroppsmassa (ton)

source: Body mass range (kg) for living predatory carnivores and for carnivorous dinosaurs
sv_se: Intervall av kroppsmassa (kg) för nu levande köttätande rovdjur och för köttätande dinosaurier

source: Boiling point
sv_se: Kokpunkt

source: Books written in <English²> for extensive reading (e.g. novels)
sv_se: Böcker skrivna på engelska för att läsa längre texter (t.ex. romaner)

source: Booster used
sv_se: Booster används

source: Bored
sv_se: Uttråkad

source: Boribun is looking for information about earthwork design.
sv_se: Boribun letar efter information om utformning av jordvallar.

source: Boribun owns a farm in southern Thailand.
sv_se: Boribun äger en gård i södra Thailand.

source: Boribun wants to know about the most recent scientific research on water conservation.
sv_se: Boribun vill informera sig om den senaste vetenskapliga forskningen om vattenvård.

source: Borrow book
sv_se: Låna bok

source: Borrow or buy books or magazines on <school science> topics
sv_se: Lånar eller köper böcker eller tidskrifter om naturvetenskap

source: Both <enrichment> and <remedial>
sv_se: Både extra fördjupning och stödundervisning

source: Both <remedial lessons> and <enrichment activities>
sv_se: Både stödundervisning och extra fördjupning

source: Both Brand A and Brand B
sv_se: Både märke A och märke B

source: Both are placed on a hot plate covered in sand for 20 minutes.
sv_se: Båda placeras på en elektrisk värmeplatta täckt med sand i 20 minuter.

source: Both towns had the same concentration of ozone in the atmosphere.
sv_se: Båda städerna hade samma koncentration av ozon i atmosfären.

source: Both treatments cost the same per litre.
sv_se: Båda behandlingarna kostar lika mycket per liter.

source: Box 1
sv_se: Låda 1

source: Box 2
sv_se: Låda 2

source: Box 3
sv_se: Låda 3

source: Box A
sv_se: Låda A

source: Box B
sv_se: Låda B

source: Box C
sv_se: Låda C

source: Box D
sv_se: Låda D

source: Brain imaging
sv_se: Bildundersökning av hjärnan

source: Brain, bone and muscle imaging; disease detection; imaging of bacterial infections
sv_se: Avbildning av hjärna, ben och muskler, upptäckt av sjukdomar, avbildning av bakterieinfektioner

source: Brand A only
sv_se: Bara märke A

source: Brand A:
sv_se: Märke A:

source: Brand B only
sv_se: Bara märke B

source: Brand B:
sv_se: Märke B:

source: Break a complex process into smaller parts
sv_se: Dela upp en komplex process i mindre delar

source: Brick
sv_se: Tegelsten

source: Brick on bin
sv_se: Tegelsten på soptunna
